/* localized date component names and plural forms */
"now" = "teraz";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "pred %@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "o %@";

"%d year (plural rule: one)" = "%d rok";
"%d year (plural rule: many)" = "%d roka";
"%d year (plural rule: few)" = "%d roky";
"%d year (plural rule: other)" = "%d rokov";
"%d month (plural rule: one)" = "%d mesiac";
"%d month (plural rule: few)" = "%d mesiace";
"%d month (plural rule: many)" = "%d mesiaca";
"%d month (plural rule: other)" = "%d mesiacov";
"%d week (plural rule: one)" = "%d týždeň";
"%d week (plural rule: few)" = "%d týždne";
"%d week (plural rule: other)" = "%d týždňov";
"%d week (plural rule: many)" = "%d týždňa";
"%d day (plural rule: one)" = "%d deň";
"%d day (plural rule: few)" = "%d dni";
"%d day (plural rule: many)" = "%d dňa";
"%d day (plural rule: other)" = "%d dní";
"%d hour (plural rule: one)" = "%d hodinu";
"%d hour (plural rule: few)" = "%d hodiny";
"%d hour (plural rule: many)" = "%d hodiny";
"%d hour (plural rule: other)" = "%d hodín";
"%d minute (plural rule: one)" = "%d minútu";
"%d minute (plural rule: few)" = "%d minúty";
"%d minute (plural rule: many)" = "%d minúty";
"%d minute (plural rule: other)" = "%d minút";
"%d second (plural rule: one)" = "%d sekundu";
"%d second (plural rule: few)" = "%d sekundy";
"%d second (plural rule: many)" = "%d sekundy";
"%d second (plural rule: other)" = "%d sekúnd";
